"CHOOSE_AUDIO_TRACK"="Pilih Trek Audio";
"CHOOSE_SUBTITLE_TRACK"="Pilih Trek Sarikata";

"PLAYING_EXTERNALLY_TITLE"="TV Bersambung";
"PLAYING_EXTERNALLY_DESC"="Video ini dimainkan di TV";

"VFILTER_HUE"="Rona";
"VFILTER_CONTRAST"="Beza Jelas";
"VFILTER_BRIGHTNESS"="Kecerahan";
"VFILTER_SATURATION"="Ketepuan";
"VFILTER_GAMMA"="Gama";

"PLAYBACK_FAILED"="Main balik gagal";
"AR_CHANGED"="Nisbah Bidang: %@";
"DEFAULT"="Lalai";
"FILL_TO_SCREEN"="Kerat untuk mengisi skrin";
"DEVICE_TOOSLOW_TITLE"="Peranti terlalu perlahan";
"DEVICE_TOOSLOW"="%@ anda terlalu lambat memainkan \"%@\". Buka jua?";
"PLAYBACK_SPEED"="Kelajuan main balik";

"BUTTON_EDIT"="Sunting";
"BUTTON_DONE"="Selesai";
"BUTTON_OPEN"="Buka";
"BUTTON_PLAY"="Main";
"BUTTON_CANCEL"="Batal";
"BUTTON_SAVE"="Simpan";
"BUTTON_DOWNLOAD"="Mua turun";
"BUTTON_DELETE"="Padam";
"BUTTON_OK"="OK";
"BUTTON_NEXT"="Maju";
"BUTTON_CONTRIBUTE"="Sumbangan";
"BUTTON_BACK"="Undur";
"BUTTON_CONNECT"="Sambung";
"BUTTON_REPEAT"="Ulang";
"BUTTON_RENAME"="Nama Semula";
"BUTTON_LEARN_MORE"="Pelajari Lagi";
"PRIVATE_PLAYBACK_TOGGLE"="Main Balik Persendirian";
"SCAN_SUBTITLE_TOGGLE"="Kesan Sarikata (hanya melalui http)";

"UPGRADING_LIBRARY"="Menatar Pustaka Media";
"UNTITLED_SHOW"="Rancangan Tidak Bertajuk";

"OPEN_NETWORK"="Buka Strim Rangkaian";
"NETWORK_TITLE"="Strim Rangkaian";
"OPEN_NETWORK_HELP"="Masukkan mana-mana alamat HTTP, RTSP, RTMP, MMS, FTP atau UDP/RTP untuk membuka strim secara langsung.";
"ABOUT_APP"="Perihal VLC untuk iOS";
"OPEN_VLC_MENU"="Buka menu palang sisi VLC";
"HTTP_UPLOAD_SERVER_OFF"="Pelayan Tidak Aktif";
"HTTP_UPLOAD_NO_CONNECTIVITY"="Tiada sambungan WiFi aktif";
"OPEN_STREAM_OR_DOWNLOAD"="Adakah anda ingin memuat turun atau memainkan URL ini?";

"HTTP_DOWNLOAD_FAILED"="Muat turun gagal dengan kod HTTP %i";
"HTTP_FILE_CREATION_FAILED"="Penciptaan fail gagal";
"HTTP_DOWNLOAD_CANCELLED"="Muat turun dibatal oleh pengguna";

"DOWNLOAD_FROM_HTTP_HELP"="Masukkan alamat untuk muat turun fail ke dalam %@ anda.";
"DOWNLOAD_FROM_HTTP"="Muat turun";
"ERROR_NUMBER"="Ralat %i berlaku";
"DOWNLOAD_FAILED"="Muat turun gagal";
"FILE_NOT_SUPPORTED"="Format fail tidak disokong";
"FILE_NOT_SUPPORTED_LONG"="Format fail yang diguna oleh %@ tidak disokong oleh versi VLC ini untuk iOS.";
"SCHEME_NOT_SUPPORTED"="Skema alamat tidak disokong";
"SCHEME_NOT_SUPPORTED_LONG"="Skema alamat (%@) tidak disokong. Sila guna alamat bermula dengan HTTP, HTTPS atau FTP.";
"LIBRARY_ALL_FILES"="Semua Fail";
"LIBRARY_MUSIC"="Album Muzik";
"LIBRARY_SERIES"="Rancangan TV";
"LIBRARY_TRACKS"="%i Trek";
"LIBRARY_SINGLE_TRACK"="%i Trek";
"LIBRARY_EPISODES"="%i Episod, %i belum dibaca";
"LIBRARY_SINGLE_EPISODE"="%i Episod, %i belum dibaca";
"LIBRARY_TRACK_N"="Trek %i";
"LIBRARY_MINUTES_LEFT"="%@m berbaki";
"RENAME_MEDIA_TO"="Masukkan nama untuk %@";

"FOLDER_EMPTY"="Folder Kosong";
"FOLDER_EMPTY_LONG"="Untuk menambah fail ketuk Sunting, pilih fail yang anda mahu, klik butang-folder dan pilih folder ini.";
"FOLDER_INVALID_TYPE_TITLE"="Jenis fail tidak sah";
"FOLDER_INVALID_TYPE_MESSAGE"="Anda hanya boleh tambah dua fail untuk bentuk satu folder atau tambah satu fail ke folder sedia ada.";
"FOLDER_CHOOSE_NAME_TITLE"="Folder Baharu";
"FOLDER_CHOOSE_NAME_MESSAGE"="Masukkan tajuk folder anda";
"FOLDER_NAME_PLACEHOLDER"="Tajuk Folder";
"FOLDER_NAME_DUPLICATE_TITLE"="Tajuk sudah wujud";
"FOLDER_NAME_DUPLICATE_MESSAGE"="Sila pilih tajuk lain";
"SELECT_FOLDER"="Pilih satui Folder";

"SECTION_HEADER_LIBRARY"="Pustaka Media";
"SECTION_HEADER_NETWORK"="Rangkaian";

"LOCAL_NETWORK"="Rangkaian Setempat";
"CONNECT_TO_SERVER"="Sambung ke Pelayan";
"ENTER_SERVER_ADDRESS_HELP"="Masukkan IP atau nama pelayan yang anda mahu sambungkan.";
"ENTER_SERVER_CREDS_HELP"="Jika diperlukan oleh pelayan, guna nama pengguna dan kata laluan.";
"USER_LABEL"="Pengguna";
"PASSWORD_LABEL"="Kata Laluan";

"LOCAL_SERVER_REFRESH"="Segar Semula";
"LOCAL_SERVER_LAST_UPDATE"="Terakhir Dikemaskini pada %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="SAMBUNGAN PELAYAN GAGAL";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="Sila semak alamat pelayan dan kelayakan anda";

"DROPBOX_DOWNLOAD"="Muat turun fail?";
"DROPBOX_DL_LONG"="Anda mahu muat turun \"%@\" ke %@ anda?";
"DROPBOX_LOGIN"="Daftar Masuk";
"CLOUDUNLINKING"="Anda mahu nyahpaut VLC iOS dari akaun %@ anda?";
"CLOUDUNLINKING_DONE"="VLC berjaya dinyahpaut dari akaun %@. Anda bebas mendaftar masuk semula.";
"BUTTON_CLOUDUNLINKING"="Nyahpaut";
"SETTINGS_UNLINK_DROPBOX"="Nyahpaut dari Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Nyahpaut dari Google Drive";

"GDRIVE_ERROR_FETCHING_FILES"="Ralat semasa mendapatkan fail";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="Fail anda berjaya dimuat turun";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="BERJAYA";
"GDRIVE_ERROR_DOWNLOADING_FILE"="Ralat berlaku ketika memuat turun";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="RALAT";

"NUM_OF_FILES"="%i fail";
"ONE_FILE"="1 fail";
"NO_FILES"="Tiada fail disokong";
"DOWNLOADING"="Memuat turun...";
"REMAINING_TIME"= "Masa berbaki: %@";
"ENTER_PASSCODE"="Masukkan Kod Laluan";
"REENTER_PASSCODE"="Masukkan Semula Kod Laluan";
"PASSCODE_SET"="Tetapkan Kod Laluan";
"PASSCODE_CHANGE"="Ubah Kod Laluan";
"PASSCODE_ENTER_OLD"="Masukkan kod laluan lama anda";
"PASSCODE_ENTER_NEW"="Masukkan kod laluan baharu anda";
"PASSCODE_REENTER_NEW"="Masukkan semula kod laluan baharu anda";
"PASSCODES_DID_NOT_MATCH"="Kod laluan tidak sepadan. Cuba lagi.";
"PASSCODE_FAILED_1"="1 Percubaan Kod Laluan Gagal";
"PASSCODE_FAILED_FORMAT"="%d Pecubaan Kod Laluan Gagal";

"Settings"="Tetapan"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="Pustaka Media Kosong";
"EMPTY_LIBRARY_LONG"="Untuk main balik, anda boleh strimkan media dari pelayan pada rangkaian setempat anda, dari awan atau segerakkan media ke peranti anda menggunakan iTunes, Muat Naik WiFi atau perkhidmatan Awam.";

"PLAYBACK_SCRUB_HELP"="Leret jari anda untuk melaras kadar penggerakan.";
"PLAYBACK_SCRUB_HIGH"="Penggerakan Berkelajuan-Tinggi";
"PLAYBACK_SCRUB_HALF"="Penggerakan Berkelajuan-Separa";
"PLAYBACK_SCRUB_QUARTER"="Penggerakan Berkelajuan-Suku";
"PLAYBACK_SCRUB_FINE"="Penggerakan Halus";
"PLAYBACK_POSITION"="Kedudukan Main Balik";
"VIDEO_FILTER"="Penapis Video";
"VIDEO_FILTER_RESET_BUTTON"="Tetap Semula Penapis Video";
"VIDEO_ASPECT_RATIO_BUTTON"="Tukar Nisbah Bidang Video";
"PLAY_PAUSE_BUTTON"="Main atau Jeda main balik semasa";
"BWD_BUTTON"="Lompat Mengundur";
"FWD_BUTTON"="Lompat Ke Hadapan";

"VERSION_FORMAT"="Versi: %@";
"BASED_ON_FORMAT"="Berdasarkan pada:<br />%@";

"NEW"="BAHARU";

"BUG_REPORT_TITLE"="Lapor pepijat";
"BUG_REPORT_MESSAGE"="Anda mahu cipta laporan pepijat?";
"BUG_REPORT_BUTTON"="Buka Safari";

"VO_VIDEOPLAYER_TITLE"="Pemain Video";
"VO_VIDEOPLAYER_DOUBLETAP"="Dwi-ketuk untuk tunjuk atau sembunyikan kawalan main balik";

"FIRST_STEPS_WELCOME"="Selamat Datang";
"FIRST_STEPS_WELCOME_DETAIL"="Langkah pertama untuk Segerak dan Main Media Anda.";
"FIRST_STEPS_ITUNES"="Segerak Fail iTunes";
"FIRST_STEPS_ITUNES_DETAILS"="Sambung %@ anda ke Mac atau PC menggunakan kabel.\nBuka iTunes.\nPilih %@ anda.\nTukar ke tab \"Apps\", tatal ke bawah dan cari VLC.\nPindahkan fail anda.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="Sambungkan %@ anda ke rangkaian yang sama sebagai Mac atau PC anda.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="Tukar togol dalam palang sisi, masukkan URL ke pelayar sesawang dan muat naik fail anda.";
"FIRST_STEPS_CLOUDS"="Awan";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="Muat naik media anda ke Google Drive atau Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="Buka palang sisi untuk pilih penyedia Awan anda dan capai media anda dengan cara memuat turun atau menstrim.";
"FIRST_STEPS_PLAYBACK"="Mainbalik";
"FIRST_STEPS_FLOSS"="VLC untuk iOS adalah percuma dan perisian bersumber terbuka dibangun\noleh sukarelawan. Kami harap anda menyukainya.";

"FIRST_STEPS_TIME"="Masa";
"FIRST_STEPS_ASPECT"="Nisbah Bidang";
"FIRST_STEPS_SPEED"="Kelajuan";
"FIRST_STEPS_REPEAT"="Ulang";
"FIRST_STEPS_SUBTITLES"="Trek Sarikata";
"FIRST_STEPS_AUDIO"="Trek Audio";
"FIRST_STEPS_VOLUME"="Volum";
"FIRST_STEPS_POSITION"="Kedudukan";

"PLEX_WATCHED"="Tanda sebagai ditonton";
"PLEX_UNWATCHED"="Tanda sebagai belum ditonton";
"PLEX_ERROR_MARK"="Ralat menanda media";

"WEBINTF_TITLE"="Perkongsian melalui WiFi";
"WEBINTF_DROPFILES"="Lepas Fail";
"WEBINTF_DROPFILES_LONG"="Lepas fail dalam tetingkap untuk menambah fail tersebut ke dalam peranti iOS anda.<br>Atau klik pada butang \"+\" untuk guna dialog pengambil fail.";
"WEBINTF_DOWNLOADFILES"="Muat Turun Fail";
"WEBINTF_DOWNLOADFILES_LONG"="Hanya klik pada fail yang anda mahu muat turun dari peranti iOS anda.";

"EMBEBED_SUBTITLES" = "Embebed Subtitles";
"OPENSUBTITLES_SUBTITLES" = "Opensubtitle":
"NO_SUBTITLES" = "No subtitles found";